Функция: Ввод справочника Субъекты
Заполнение справочника Субъекты

@регрес
Сценарий: Первичная загрузка данных Субъекты
	Дано  в справочнике 'Субъекты' количество записей = '0' 
	Когда вводим в справочник 'Субъекты' запись:
			| Родитель | Код | Полное наименование                               | Краткое наименование                              | Округа:Код -> Округ | Начало     | Конец      |
			|          | 01  | Республика Башкортостан                           | Республика Башкортостан                           | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 02  | Республика Бурятия                                | Республика Бурятия                                | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 03  | Республика Дагестан                               | Республика Дагестан                               | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 04  | Кабардино-Балкарская Республика                   | Каб.-Балкарская Республика                        | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 05  | Республика Калмыкия                               | Республика Калмыкия                               | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 06  | Республика Карелия                                | Республика Карелия                                | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 07  | Республика Коми                                   | Республика Коми                                   | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 08  | Республика Марий Эл                               | Республика Марий Эл                               | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 09  | Республика Мордовия                               | Республика Мордовия                               | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 10  | Республика Северная Осетия - Алания               | Республика Сев. Осетия                            | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 11  | Республика Татарстан                              | Республика Татарстан                              | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 12  | Республика Тыва                                   | Республика Тыва                                   | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 13  | Удмуртская Республика                             | Удмуртская Республика                             | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 14  | Республика Ингушетия                              | Республика Ингушетия                              | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 15  | Чувашская Республика                              | Чувашская Республика                              | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 16  | Республика Саха (Якутия)                          | Республика Саха (Якутия)                          | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 17  | Алтайский край                                    | Алтайский край                                    | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 18  | Краснодарский край                                | Краснодарский край                                | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 19  | Красноярский край                                 | Красноярский край                                 | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 20  | Приморский край                                   | Приморский край                                   | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 21  | Ставропольский край                               | Ставропольский край                               | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 22  | Хабаровский край                                  | Хабаровский край                                  | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 23  | Амурская область                                  | Амурская область                                  | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 24  | Архангельская область и Ненецкий автономный округ | Архангельская область и Ненецкий автономный округ | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 25  | Астраханская область                              | Астраханская область                              | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 26  | Белгородская область                              | Белгородская область                              | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 27  | Брянская область                                  | Брянская область                                  | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 28  | Владимирская область                              | Владимирская область                              | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 29  | Волгоградская область                             | Волгоградская область                             | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 30  | Вологодская область                               | Вологодская область                               | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 31  | Воронежская область                               | Воронежская область                               | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 32  | Нижегородская область                             | Нижегородская область                             | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 33  | Ивановская область                                | Ивановская область                                | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 34  | Иркутская область                                 | Иркутская область                                 | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 35  | Калининградская область                           | Калининградская область                           | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 36  | Тверская область                                  | Тверская область                                  | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 37  | Калужская область                                 | Калужская область                                 | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 38  | Камчатский край                                   | Камчатский край                                   | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 39  | Кемеровская область                               | Кемеровская область                               | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 40  | Кировская область                                 | Кировская область                                 | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 41  | Костромская область                               | Костромская область                               | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 42  | Самарская область                                 | Самарская область                                 | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 43  | Курганская область                                | Курганская область                                | 05                  | 01.01.1900 | 01.01.2100 |
			|          | 44  | Курская область                                   | Курская область                                   | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 45  | Ленинградская область                             | Ленинградская область                             | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 46  | Липецкая область                                  | Липецкая область                                  | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 47  | Магаданская область                               | Магаданская область                               | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 48  | Московская область                                | Московская область                                | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 49  | Мурманская область                                | Мурманская область                                | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 50  | Новгородская область                              | Новгородская область                              | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 51  | Новосибирская область                             | Новосибирская область                             | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 52  | Омская область                                    | Омская область                                    | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 53  | Оренбургская область                              | Оренбургская область                              | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 54  | Орловская область                                 | Орловская область                                 | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 55  | Пензенская область                                | Пензенская область                                | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 56  | Пермский край                                     | Пермский край                                     | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 57  | Псковская область                                 | Псковская область                                 | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 58  | Ростовская область                                | Ростовская область                                | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 59  | Рязанская область                                 | Рязанская область                                 | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 60  | Саратовская область                               | Саратовская область                               | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 61  | Сахалинская область                               | Сахалинская область                               | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 62  | Свердловская область                              | Свердловская область                              | 05                  | 01.01.1900 | 01.01.2100 |
			|          | 63  | Смоленская область                                | Смоленская область                                | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 64  | Тамбовская область                                | Тамбовская область                                | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 65  | Томская область                                   | Томская область                                   | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 66  | Тульская область                                  | Тульская область                                  | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 67  | Тюменская область                                 | Тюменская область                                 | 05                  | 01.01.1900 | 01.01.2100 |
			|          | 68  | Ульяновская область                               | Ульяновская область                               | 04                  | 01.01.1900 | 01.01.2100 |
			|          | 69  | Челябинская область                               | Челябинская область                               | 05                  | 01.01.1900 | 01.01.2100 |
			|          | 71  | Ярославская область                               | Ярославская область                               | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 72  | г.Санкт-Петербург                                 | г.Санкт-Петербург                                 | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 73  | г.Москва                                          | г.Москва                                          | 01                  | 01.01.1900 | 01.01.2100 |
			|          | 74  | г. Севастополь                                    | г. Севастополь                                    | 09                  | 01.01.1900 | 01.01.2100 |
			|          | 75  | Республика Крым                                   | Республика Крым                                   | 09                  | 01.01.1900 | 01.01.2100 |
			|          | 76  | Республика Адыгея                                 | Республика Адыгея                                 | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 77  | Республика Алтай                                  | Республика Алтай                                  | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 78  | Еврейская автономная область                      | Еврейская авт. область                            | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 79  | Карачаево-Черкесская Республика                   | Кар.-Черкесская Республика                        | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 80  | Республика Хакасия                                | Республика Хакасия                                | 06                  | 01.01.1900 | 01.01.2100 |
			|          | 84  | Архангельская область и Ненецкий автономный округ | Архангельская область и Ненецкий  АО              | 02                  | 01.01.1900 | 01.01.2100 |
			|          | 87  | Ханты-Мансийский автономный округ - Югра          | Ханты-Мансийский АО                               | 05                  | 01.01.1900 | 01.01.2100 |
			|          | 88  | Чукотский автономный округ                        | Чукотский АО                                      | 07                  | 01.01.1900 | 01.01.2100 |
			|          | 90  | Ямало-Ненецкий автономный округ                   | Ямало-Ненецкий АО                                 | 05                  | 01.01.1900 | 01.01.2100 |
			|          | 91  | Забайкальский край                                | Забайкальский край                                | 03                  | 01.01.1900 | 01.01.2100 |
			|          | 94  | Чеченская Республика                              | Чеченская Республика                              | 03                  | 01.01.1900 | 01.01.2100 |
	Тогда в справочнике 'Субъекты' количество записей = '85'
